<?php
$translation = array(
	"destFolderError"=>"Ο φάκελος προορισμού δεν υπάρχει",
	"success"=>"Επιτυχία!",
	"extError"=>"Τα $1 αρχεία δεν υποστηρίζονται",
	"invalidName"=>"Μη έγκυρο όνομα",
	"successCreated"=>"Ο φάκελος δημιουργήθηκε με επιτυχία!",
	"fileSuccessCreated"=>"Το αρχείο δημιουργήθηκε με επιτυχία!",
	"successDeleted"=>"Τo αρχείο διαγραφτηκαν με επιτυχία!",
	"notExistsError"=>"Το αρχείο με όνομα $1 δεν υπάρχει",//$1=files full path
	"urlError"=>" Το $1 δεν είναι έγκυρο",//$1=url
	"already_exists"=>"Το αρχείο με όνομα $1 υπάρχει ήδη",//$1=file name
	"invalidDest"=>"Μη έγκυρος προορισμός",
	"invalidSource"=>"Μη έγκυρη πηγή",
	"destError"=>"'Το αρχείο προορισμού δεν υπάρχει'",
	"replaceError"=>"Δεν μπορείτε να αντικαταστήσετε το αρχείο με το ίδιο ή τους υποφακέλους του",
	"in_itselfError"=>"Δεν μπορείτε να αντιγράψετε/μετακινήσετε φάκελο στο εσωτερικό του εαυτού"
   );

